/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "FU-070918";

"common-controls-restart"		= "Redémarrer";
"common-controls-shutdown"		= "Éteindre";
"common-controls-continue"		= "Continuer";

"common-tab-apple-title"		= " À propos de ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Tests matériels ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Profil matériel ";	// does look better with spaces at head and tail
"common-version-str"			= "Version ";
"common-bundle-str"				= "Paquet ";

"mark-graphics-unknown-str"		= "Vidéo inconnue";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Installé";
"mark-generic-absent-str"		= "Introuvable";
"mark-generic-hasDevice-str"	= "Périphérique connecté";
"mark-generic-hasNoDevice-str"	= "Aucun périphérique connecté";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Hertz";
"units-byte-short-str"	= "o";
"units-byte-long-str"	= "octet";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " heure ";
"units-hours-str"		= " heures ";
"units-min-str"			= " min ";
"units-mins-str"		= " min ";
"units-sec-str"			= " s";
"units-secs-str"		= " s";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " à ";
"delim-record-str"		= " :";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ",";
"delim-thousds-str"		= " ";
"delim-space-str"		= " ";
"delim-pct-str"			= " %";

"notcompat-nosupport-str"		= "Cet ordinateur n’est pas pris en charge par Apple Hardware Test.";
"notcompat-ownrisk-str"			= "Continuez à vos risques et périls [seulement pour la pré-version].";


"test-head-intro1-text"			= "Apple Hardware Test peut effectuer des tests matériels de votre Macintosh.";
"test-head-intro2-text"			= "Pour effectuer les tests, cliquez sur le bouton Tester ou appuyez sur la touche T.";

"test-probe-onto-text"			= "Vérification de votre matériel ; cela peut prendre un moment...";
"test-probe-outof-text"			= "Vérification du matériel terminée.";

"test-controls-launch"			= "Tester";
"test-controls-interrupt"		= "Arrêter le test";

"test-choices-title"			= "Choix de test";
"test-about-title"				= "À propos des tests et des résultats";
"test-results-title"			= "Résultats du test";

"test-results-notestyet"		= "Aucun test ne peut être exécuté avant la fin de la vérification.";
"test-results-nodevfound"		= "Aucun périphérique n’a été détecté.";
"test-results-notyet"			= "Prêt pour le test.";
"test-results-quick-ongoing"	= "Test en cours.";
"test-results-extend-ongoing"	= "Test étendu en cours.";
"test-results-willstop"			= "Le test sera interrompu.";
"test-results-interrupted"		= "Le test n’a pas été achevé.";
"test-results-nofail"			= "Aucun problème n’a été détecté.";
"test-results-error"			= "Erreur interne pendant le test.";
"test-results-failed"			= "Alerte ! Apple Hardware Test a détecté une erreur.";

"test-ongoing-short-status"		= "Test en cours.";
"test-ongoing-mlb-status"		= "Test de la carte logique principale en cours.";
"test-ongoing-memory-status"	= "Test de la mémoire en cours.";
"test-ongoing-storage-status"	= "Test du stockage en cours.";
"test-ongoing-video-status"		= "Test des graphismes en cours.";

"test-ongoing-pass-time-text"	= " de test...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "de test...";
"test-ongoing-sess-pass-text"	= "Numéro de passe : ";
"test-ongoing-sess-time-text"	= "Durée totale de test : ";

"test-desc-initial-1-text"	= "Apple Hardware Test est un outil de diagnostic et de détection des problèmes des composants matériels de votre ordinateur.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Les tests effectués permettent de déterminer s’il s’agit de problèmes matériels ou logiciels.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Si les résultats du test indiquent qu’il n’existe pas de problème matériel, consultez le manuel et/ou l’aide (système) fournis avec votre ordinateur pour un dépannage supplémentaire.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Durée estimée du test : 3 minutes ou plus en fonction de la quantité de mémoire installée.";	/* default */
"test-desc-intro-quick-text2"	= "Durée estimée du test : de 10 à 15 secondes (ou plus) en fonction de la quantité de mémoire installée.";
"test-desc-intro-quick-text3"	= "Durée estimée du test : 2 minutes ou plus en fonction de la quantité de mémoire installée.";
"test-desc-intro-quick-text4"	= "Durée estimée du test : 4 minutes ou plus en fonction de la quantité de mémoire installée.";

"test-desc-intro-extend-text"	= "Durée estimée : une heure ou plus en fonction de la quantité de mémoire installée.";	/* default */
"test-desc-intro-extend-text2"	= "Durée estimée du test : de 10 à 15 minutes (ou plus) en fonction de la quantité de mémoire installée.";
"test-desc-intro-extend-text3"	= "Durée estimée du test : 30 minutes ou plus en fonction de la quantité de mémoire installée.";
"test-desc-intro-extend-text4"	= "Durée estimée du test : 2 heures ou plus en fonction de la quantité de mémoire installée.";

"test-desc-option-extend-text"	= "Effectuer un test étendu (ceci requiert beaucoup plus de temps).";
"test-desc-option-loop-text"	= "Test en boucle activé.";

"test-desc-quick-running-1-text"	= "Test en cours...";
"test-desc-quick-running-2-text"	= "Pour arrêter, cliquez sur le bouton « Arrêter le test ».";
"test-desc-quick-running-3-text"	= "Vous pouvez aussi appuyer simultanément sur les touches « Apple » (Commande) et « . » (point).";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Test étendu en cours...";
"test-desc-extend-running-2-text"	= "Pour arrêter, cliquez sur le bouton « Arrêter le test ».";
"test-desc-extend-running-3-text"	= "Vous pouvez aussi appuyer simultanément sur les touches « Apple » (Commande) et « . » (point).";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Alerte ! Apple Hardware Test a détecté une erreur.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Prenez d’abord note du code d’erreur dans la zone Résultats du test.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "Ensuite, dans le cas où des périphériques sont connectés à l’ordinateur, veuillez éteindre ce dernier, déconnecter les périphériques et lancer le test étendu afin de vérifier les résultats.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Puis, en cas d’erreur persistante, relisez la documentation sur les services et l’assistance, incluse avec l’ordinateur, afin d’obtenir des instructions sur la manière de contacter AppleCare pour obtenir une assistance supplémentaire.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Alerte ! Apple Hardware Test a détecté une erreur au démarrage.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Prenez d’abord note des codes d’erreur dans la zone Résultats du test.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "Ensuite, dans le cas où des périphériques sont connectés à l’ordinateur, veuillez éteindre ce dernier, déconnecter les périphériques et lancer le test étendu afin de vérifier les résultats.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Puis, en cas d’erreur persistante, relisez la documentation sur les services et l’assistance, incluse avec l’ordinateur, afin d’obtenir des instructions sur la manière de contacter AppleCare pour obtenir une assistance supplémentaire.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Produit";
"prof-prod-group-subtitle"		= "Détails du produit :";
"prof-prod-name-label"			= "Nom du Macintosh :";
"prof-prod-model-label"			= "Modèle de Macintosh :";
"prof-prod-cputype-label"		= "Type de processeur :";
"prof-prod-cpucount-label"		= "Nombre de processeurs :";
"prof-prod-cpucoretotal-label"	= "Nombre total de noyaux :";
"prof-prod-cpucorecount-label"	= "Nombre de noyaux :";
"prof-prod-cpuspeed-label"		= "Vitesse de processeur :";
"prof-prod-cpucache-label"		= "Mémoire cache CPU de niveau 2 (par processeur) :";

"prof-prod-L2cache-label"		= "Cache de niveau 2 :";
"prof-prod-L2cachecore-label"	= "Cache de niveau 2 (par cœur) :";
"prof-prod-L3cache-label"		= "Cache de niveau 3 :";

"prof-prod-cpucache3-label"		= "Mémoire cache CPU de niveau 3 (par CPU) :";
"prof-prod-mlb-sn-label"		= "Nº de série de la carte logique principale :";
"prof-processor-tray-sn-label"	= "N° de série du support pour processeur :";

"prof-graph-group-title"		= "Vidéo";
"prof-graph-group-subtitle"		= "Détails vidéo :";
"prof-graph-chipset-label"		= "Graphismes :";
"prof-graph-vram-label"			= "VRAM :";
"prof-graph-disp-width-label"	= "Largeur du moniteur (en pixels) :";
"prof-graph-disp-height-label"	= "Hauteur du moniteur (en pixels) :";

"prof-communi-group-title"		= "Communication";
"prof-communi-group-subtitle"	= "Détails de communication :";
"prof-communi-enet-mac-label"	= "Adresse MAC Ethernet :";
"prof-communi-fwire-mac-label"	= "Adresse MAC FireWire :";
"prof-communi-airp-type-label"	= "AirPort :";
"prof-communi-bluetooth-label"	= "Bluetooth :";
"prof-communi-irport-label"		= "Récepteur IR :";
"prof-communi-usb1-connect-label"	= "Port USB 1 :";
"prof-communi-usb2-connect-label"	= "Port USB 2 :";
"prof-communi-usb3-connect-label"	= "Port USB 3 :";
"prof-communi-usb4-connect-label"	= "Port USB 4 :";

"prof-memo-group-title"			= "Mémoire";
"prof-memo-group-subtitle"		= "Détails de la mémoire :";
"prof-memo-overview-label"		= "Vue d’ensemble";
"prof-memo-slot-1-label"		= "Mémoire 1";
"prof-memo-slot-2-label"		= "Mémoire 2";
"prof-memo-slot-3-label"		= "Mémoire 3";
"prof-memo-slot-4-label"		= "Mémoire 4";
"prof-memo-slot-5-label"		= "Mémoire 5";
"prof-memo-slot-6-label"		= "Mémoire 6";
"prof-memo-slot-7-label"		= "Mémoire 7";
"prof-memo-slot-8-label"		= "Mémoire 8";

"prof-memo-type-str"			= "Mémoire SDRAM soudée sur carte logique principale.";
"prof-memo--str"				= "Inconnu";
"prof-memo-pc2-3700-str"		= "Mémoire PC2-3700";
"prof-memo-pc2-4000-str"		= "Mémoire PC2-4000";
"prof-memo-pc2-4200-str"		= "Mémoire PC2-4200";
"prof-memo-pc2-4800-str"		= "Mémoire PC2-4800";
"prof-memo-ddr2-str"			= "Mémoire SDRAM DDR2";
"prof-memo-fbdimm-str"			= "Mémoire FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Durée du cycle (ns)";
"prof-memo-ct2-str"				= " Cycle (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Révision";
"prof-memo-paired-str"			= "Jumelée avec #";
"prof-memo-paired-not-str"		= " non jumelées";
"prof-memo-mismatch-label"		= "Discordance :";
"prof-memo-size-str"			= " taille";
"prof-memo-speed-str"			= " vitesse";
"prof-memo-vendor-str"			= " fournisseur";
"prof-memo-recommend-str"		= "Recommandé : ";
"prof-memo-post-fail-str"		= "Défaillance POST";

"prof-board-group-title"		= "Carte logique";
"prof-board-brom-vers-label"	= "Version de ROM de démarrage :";
"prof-board-smc-vers-label"		= "Version de la SMC :";
"prof-board-syst-sn-label"		= "Numéro de série du système :";
"prof-board-bootdev-label"		= "Périphérique de démarrage par défaut :";

"prof-stor-group-title"			= "Stockage";
"prof-stor-size-label"			= "Taille :";

"prof-powr-group-title"			= "Alimentation";
"prof-powr-group-subtitle"		= "Détails de l’alimentation :";
"prof-powr-src-label"			= "Source d’alimentation :";
"prof-powr-src-wall-str"		= "Adaptateur";
"prof-powr-src-batt-str"		= "Batterie";
"prof-powr-ac-on-str"			= "Connecté";
"prof-powr-ac-off-str"			= "Non connecté";
"prof-powr-capac-label"			= "Capacité :";
"prof-powr-volt-label"			= "Tension :";
"prof-powr-status-label"		= "État :";

